Repository: WPPlugins/iw-profile
Catalog: langs/*-profile-*.po
Languages: fa_ir

source: Not set
fa_ir: تنظیم نشده

source: Off
fa_ir: خاموش

source: Profile page setting
fa_ir: تنظیمات برگه پروفایل

source: Settings saved.
fa_ir: تنظیمات ذخیره شد.

source: Show Lost your password:
fa_ir: نمایش رمز عبور خود را فراموش کردید؟

source: Show Info Tab:
fa_ir: نمایش نوار اطلاعات:

source: Show Woocommerce Tab like orders and track theme:
fa_ir: نمایش زبانه ووکامرس مانند سفارشات و پیگیری آن ها:

source: Show Settings Tab:
fa_ir: نمایش زبانه تنظیمات:

source: Show Captcha In Login:
fa_ir: نمایش کد امنیتی در صفحه ورود:

source: Show Show Captcha In Registration:
fa_ir: نمایش کد امنیتی در صفحه ثبت نام:

source: Add Extra Link:
fa_ir: اضافه کردن لینک اضافی:

source: Text for Link:
fa_ir: متن:

source: Link address for button:
fa_ir: آدرس لینک برای دکمه:

source: Customize Email From Name:
fa_ir: سفارشی کردن ایمیل از نام:

source: Email From Name:
fa_ir: سفارشی کردن ایمیل از نام:

source: Customize From Email Address:
fa_ir: سفارشی از آدرس ایمیل:

source: Email Address From:
fa_ir: آدرس ایمیل از:

source: The Email you entered is not valid. please try again.
fa_ir: ایمیل وارد شده معتبر نیست. لطفا ایمیل دیگری وارد کنید

source: This email is already used by another user. try a different one.
fa_ir: آدرس ایمیل وارد شده از قبل موجود است. لطفا ایمیل دیگری را وارد نمایید.

source: IW Profile Widget
fa_ir: ابزارک پروفایل IW

source: this is widget for IW Profile
fa_ir: این ابزارک پروفایل IW است

source: iw profile
fa_ir: پروفایل iw

source: Title:
fa_ir: عنوان:

source: <strong>ERROR</strong>: Please enter a username.
fa_ir: <strong>خطا</strong>: لطفا نام کاربری خود را وارد کنید.

source: <strong>ERROR</strong>: Please enter your password.
fa_ir: <strong>خطا</strong>: لطفا رمز عبور خود را وارد کنید.

source: <strong>ERROR</strong>: This username is invalid. Please enter a valid username.
fa_ir: <strong>خطا</strong>: این نام کاربری نامعتبر است. لطفاً یک نام کاربری معتبر وارد کنید.

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
fa_ir: <strong>خطا</strong>: این نام کاربری قبلا ثبت شده است ، لطفا نام کاربری دیگری وارد کنید.

source: <strong>ERROR</strong>: Please type your e-mail address.
fa_ir: <strong>خطا </strong>: لطفا آدرس ایمیل خود را تایپ کنید.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
fa_ir: آدرس ایمیل شما صحیح نیست.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
fa_ir: <strong>خطا</strong>:این ایمیل قبلا ثبت شده است، لطفا یکی دیگر را انتخاب کنید.

source: <strong>ERROR</strong>: Please enter a password.
fa_ir: <strong>خطا</strong>: لطفا رمز عبور خود را وارد کنید.

source: <strong>ERROR</strong>: Passwords do not match.
fa_ir: <strong>خطا</strong>: كلمه های عبور مطابقت ندارند.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact with the site admin !
fa_ir: <strong>خطا</strong>: مشکل در ثبت نام... لطفا با مدیر سایت تماس بگیرید!

source: <strong>ERROR</strong>: Enter a username or e-mail address.
fa_ir: <strong>خطا</strong>: نام کاربری یا ایمیل خود را وارد کنید.

source: <strong>ERROR</strong>: There is no user registered with that email address.
fa_ir: <strong>خطا</strong>:هیچ کاربری با این آدرس ایمیل وجود دارد.

source: <strong>ERROR</strong>: Invalid username or e-mail.
fa_ir: <strong>خطا</strong>: نام کاربری و یا پست الکترونیکی نامعتبر است.

source: Password reset is not allowed for this user
fa_ir: تنظیم مجدد رمز عبور برای این کاربر امکان ندارد.

source: Someone has asked to reset the password for the following site and username.
fa_ir: فردی درخواست بازیابی رمز عبور برای نام کاربری شما را داده است، اگر این شخص شما نمی باشید نگران نباشید همه چیز تحت کنترل می باشد.

source: Username: %s
fa_ir: نام کاربری: %s

source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
fa_ir: جهت بازیابی رمزعبور، این آدرس را دنبال کنید:

source: [%s] Password Reset
fa_ir: [%s] بازیابی کلمه عبور

source: Check your e-mail for the confirmation link.
fa_ir: ایمیل خود را برای مشاهده لینک تایید چک نمایید.

source: Mobile Number
fa_ir: شماره تماس

source: Date of Birth
fa_ir: تاریخ تولد

source: Month of Birth
fa_ir: ماه تولد

source: year of Birth
fa_ir: سال تولد

source: Custom Avatar URL
fa_ir: URL سفارشی آواتار

source: How to Use | IW profile
fa_ir: چگونه استفاده کنم؟

source: How to Use
fa_ir: نحوه استفاده

source: You do not have sufficient permissions to access this page.
fa_ir: شما مجوز کافی برای دسترسی به این صفحه را ندارید.

source: Your ID:
fa_ir: شناسه شما:

source: First joined here:
fa_ir: تاریخ عضویت:

source: Total posts of yours:
fa_ir: مجموع پست ها از شما:

source: Total comments of yours:
fa_ir: تعداد نظرات شما:

source: Your level:
fa_ir: سطح شما:

source: Your posts feed:
fa_ir: خوراک مطالب شما:

source: Author Feed
fa_ir: خوراک نویسنده

source: All comments feed:
fa_ir: خوراک دیدگاه ها:

source: Comments Feed
fa_ir: خوراک دیدگاه ها

source: To track your order please enter your Order ID in the box below and press the "Track" button. This was given to you on your receipt and in the confirmation email you should have received.
fa_ir: برای پیگیری سفارش‌تان، کد سفارش خود را در زیر وارد کرده و پیگیری را فشار دهید. این کد از طریق رسید و ایمیلی که به شما فرستاده شده، در اختیارتان قرار گرفته است.

source: Order ID
fa_ir: شناسه سفارش:

source: Found in your order confirmation email.
fa_ir: موجود در ایمیل تایید سفارشتان

source: Billing Email
fa_ir: ایمیل صورت حساب

source: Email you used during checkout.
fa_ir: ایمیلی که شما به هنگام پرداخت استفاده می کنید.

source: Track
fa_ir: پیگیری

source: Recent Orders
fa_ir: سفارشات اخیر

source: Order
fa_ir: سفارش

source: Date
fa_ir: تاریخ

source: Status
fa_ir: وضعیت

source: Total
fa_ir: جمع

source: Order Number
fa_ir: شماره سفارش

source: Pay
fa_ir: پرداخت

source: Cancel
fa_ir: لغو

source: View
fa_ir: مشاهده

source: Your Profile Image:
fa_ir: عکس پروفایل

source: Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: Email
fa_ir: ایمیل

source: Tel Number
fa_ir: شماره تماس

source: city
fa_ir: شهر

source: address
fa_ir: آدرس

source: Postal Code
fa_ir: کد پستی

source: submit
fa_ir: ثبت

source: Welcome
fa_ir: خوش آمدید

source: You logged in on
fa_ir: شما وارد شدید در تاریخ

source: Log out
fa_ir: خروج

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: کلمه عبور

source: Lost Password?
fa_ir: کلمه عبور را فراموش کرده‌اید؟

source: Login
fa_ir: ورود

source: Please enter your username or e-mail address. You will receive a new password via e-mail.
fa_ir: لطفا نام کاربری یا آدرس ایمیل خود را وارد نمایید. شما یک رمز عبور جدید از طریق ایمیل دریافت خواهید کرد.

source: Username/Email
fa_ir: نام کاربری / ایمیل

source: Reset Password
fa_ir: نوسازی رمز عبور

source: Re-enter
fa_ir: دوباره وارد کنید

source: Re-enter Password
fa_ir: پسورد را دوباره وارد کنید

source: Register
fa_ir: ثبت نام

source: My Account
fa_ir: حساب من

source: Orders
fa_ir: سفارشات

source: Order Tracking
fa_ir: پیگیری سفارش

source: Info
fa_ir: اطلاعات

source: Settings
fa_ir: تنظیمات

source: iw Profile
fa_ir: پروفایل iw
